/* Achievements section header */
"Achievements" = "Saavutukset";

/* Leaderboard section header */
"Leaderboard" = "Tulostaulukko";

/* Recently Played section header */
"Recently Played" = "Äsken pelattu";

